Repository: GetTogetherComm/GetTogether
Catalog: get_together/locale/*.po
Languages: hu, pl, ru

source: Here are some nearby teams you might want to join
hu: Itt van néhány közelben lévő csapat, amelyhez csatlakozhat
ru: Вот несколько ближайших команд, к которым вы можете присоединиться

source: Skip and choose later
ru: Пропустить и выбрать позже

source: Join
hu: Csatlakozás
ru: Присоедениться

source: Now pick some events that you'd like to attend
hu: Most pedig válasszon néhány eseményt, amelyen részt venne
ru: Теперь выберите мероприятия, которые вы хотели бы посетить

source: <b>%(team_name)s</b> has been invited to join <b>%(org_name)s</b>
hu: A(z) <b>%(team_name)s</b> csapatot meghívtuk a(z) <b>%(org_name)s</b> szervezetbe
ru: <b>%(team_name)s</b> был приглашен вступить в <b>%(org_name)s</b>

source: Would you like to join this organization?
hu: Miért szeretne ehhez a szervezethez csatlakozni?
ru: Хотели бы вы вступить в эту организацию?

source: <b>%(team_name)s</b> has asked to join <b>%(org_name)s</b>
hu: A(z) <b>%(team_name)s</b> csapat meghívta a(z) <b>%(org_name)s</b> szervezetbe
ru: <b>%(team_name)s</b> запросил вступление в <b>%(org_name)s</b>

source: Would you like to add this team?
hu: Hozzá akarja adni ezt a csapatot?
ru: Хотели бы вы добавить эту команду?

source: Plan a <strong>%(org_name)s</strong> event
hu: Hozzon létre egy <strong>%(org_name)s</strong> eseményt
ru: Запланировать <strong>%(org_name)s</strong> мероприятие

source: %(members_count)s member
hu: %(members_count)s tag
ru: %(members_count)s участник

source: Update <b>%(org_name)s</b>
hu: <b>%(org_name)s</b> frissítése
ru: Обновить <b>%(org_name)s</b>

source: Invite: %(team_name)s
hu: Meghívás: %(team_name)s
ru: Пригласить: %(team_name)s

source: Select which of your organizations you would like to invite this team to.
hu: Válassza ki, hogy mely szervezeteibe akarja meghívni ezt a csapatot.
ru: Выберите, в какую из ваших организаций вы хотите пригласить эту команду.

source: You have <a href="#requests">%(requests)s request</a> to join your Org!
hu: <a href="#requests">%(requests)s csatlakozási kérése van</a> a szervezetéhez!
ru: У вас есть <a href="#requests">%(requests)s запрос</a> на вступление в вашу организацию!

source: Location
hu: Hely
ru: Местонахождение

source: Members
hu: Tagok
ru: Участники

source: Requests to join
hu: Csatlakozási kérések
ru: Запрос на вступление

source: Owner
hu: Tulajdonos
ru: Владелец

source: Requested
hu: Kérve
ru: Запрошено

source: Confirm
hu: Megerősítés
ru: Подтвердить

source: Pending invitations
hu: Függőben lévő meghívások
ru: Приглашения в ожидании

source: Invited
hu: Meghívva
ru: Приглашён

source: Request to join: %(org_name)s
hu: Csatlakozási kérés ehhez: %(org_name)s
ru: Запрос на вступление в: %(org_name)s

source: Select which of your teams you would like to add to this organization.
hu: Válassza ki, hogy mely csapatait akarja hozzáadni ehhez a szervezethez.
ru: Выберите, какую из ваших команд вы хотите добавить в эту организацию.

source: Request
hu: Kérés
ru: Запрос

source: Edit Event
hu: Esemény szerkesztése
ru: Редактировать мероприятие

source: Organized by
hu: Szervező:
ru: Организован

source: Date:
hu: Dátum:
ru: Дата:

source: Location:
hu: Hely:
ru: Местоположение:

source: Announcement:
hu: Bejelentés:
ru: Анонс:

source: Participating Teams
hu: Résztvevő csapatok
ru: Участвующие команды

source: Edit Org
hu: Szervezet szerkesztése
ru: Редактировать организацию

source: Manage Teams
hu: Csapatok kezelése
ru: Управление командами

source: Welcome to %(org_name)s
hu: Üdvözli a(z) %(org_name)s
ru: Добро пожаловать в %(org_name)s

source: Join Organization
hu: Csatlakozás a szervezethez
ru: Присоединиться к организации

source: Upcoming Events
hu: Közelgő események
ru: Предстоящие мероприятия

source: Create an Event
hu: Esemény létrehozása
ru: Создать мероприятие

source: Recent Events
hu: Közelmúltbeli események
ru: Недавние мероприятия

source: %(member_count)s Members, %(event_count)s Events
hu: %(member_count)s tag, %(event_count)s esemény
ru: %(member_count)s участников, %(event_count)s мероприятий

source: Add Team
hu: Csapat hozzáadása
ru: Добавить команду

source: Add a Place later
hu: Hely hozzáadása később
ru: Добавить место позже

source: Edit Place
hu: Hely szerkesztése
ru: Редактировать место

source: Address:
hu: Cím:
ru: Адрес:

source: City:
hu: Város:
ru: Город

source: New Speaker Bio
hu: Új előadói életrajz
ru: Биография нового докладчика

source: New Talk
hu: Új előadás
ru: Новая беседа

source: This speaker profile has %(talk_count)s talk!
hu: Az előadó profilján %(talk_count)s előadás található!
ru: В этом профиле докладчика %(talk_count)s беседа!

source: Are you sure you want to delete <strong>%(speaker_title)s</strong>?
hu: Biztos, hogy törli: <strong>%(speaker_title)s</strong>?
ru: Вы уверены, что хотите удалить <strong>%(speaker_title)s</strong>?

source: Delete Talk
hu: Előadás törlése
ru: Удалить беседу

source: This talk has %(event_count)s pending events!
hu: Az előadáshoz %(event_count)s függőben lévő esemény tartozik!
ru: У этой беседы есть 2 незавершенных мероприятия!

source: Are you sure you want to delete <strong>%(talk_title)s</strong>?
hu: Biztos, hogy törli a(z) <strong>%(talk_title)s</strong> előadást?
ru: Вы уверены, что хотите удалить <strong>%(talk_title)s</strong>?

source: Edit Speaker
hu: Előadó szerkesztése
ru: Редактировать докладчика

source: Edit Talk
hu: Előadás szerkesztése
ru: Редактировать беседу

source: You must create a talk before it can be proposed to this event.
hu: Az előtt kell létrehoznia az előadást, hogy javasolná ennél az eseménynél.
ru: Вы должны создать беседу, прежде чем её можно будет предложить на этом мероприятии.

source: Propose
hu: Javaslat
ru: Предложить

source: Talk
hu: Előadás
ru: Беседа

source: Edit Bio
hu: Életrajz szerkesztése
ru: Редактировать биографию

source: Talks
hu: Előadások
ru: Беседы

source: Speaker:
hu: Előadó:
ru: Докладчик:

source: Category:
hu: Kategória:
ru: Категория:

source: Abstract:
hu: Kivonat:
ru: Резюме:

source: You have been invited to join <b>%(team_name)s</b>
hu: Meghívták, hogy csatlakozzon a(z) <b>%(team_name)s</b> csapathoz
ru: Вас пригласили присоединиться к <b>%(team_name)s</b>

source: Would you like to join this team?
hu: Szeretne csatlakozni ehhez a csapathoz?
ru: Хотели бы вы присоединиться к этой команде?

source: <b>%(person)s</b> has asked to join <b>%(team_name)s</b>
hu: <b>%(person)s</b> meghívta a(z) <b>%(team_name)s</b> csapatba
ru: <b>%(person)s</b> попросил присоединиться к <b>%(team_name)s</b>

source: Would you like to add them to this team?
hu: Hozzá akarja adni őket ehhez a csapathoz?
ru: Хотели бы вы добавить их в эту команду?

source: Get Together with friends
hu: Jöjjön össze a barátaival
ru: Соберитесь с друзьями

source: Start your Team
hu: Indítsa el a csapatát
ru: Создай свою команду

source: Are you sure you want to delete <strong>%(team_name)s</strong>?
hu: Biztos, hogy törli a(z) <strong>%(team_name)s</strong> csapatot?
ru: Вы уверены, что хотите удалить <strong>%(team_name)s</strong>?

source: This team has %(event_count)s events!
hu: Ez a csapat %(event_count)s eseménnyel rendelkezik!
ru: В этой команде есть %(event_count)s мероприятий!

source: Delete Team
hu: Csapat törlése
ru: Удалить команду

source: Update %(team_name)s
hu: %(team_name)s frissítése
ru: Обновить %(team_name)s

source: Invite people to
hu: Emberek meghívása ide:
ru: Пригласить людей в

source: My Teams
hu: Saját csapatok
ru: Мои команды

source: All Teams
hu: Összes csapat
ru: Все команды

source: %(member_count)s members
hu: %(member_count)s tag
ru: %(member_count)s участников

source: Start a team
hu: Csapat indítása
ru: Создать команду

source: Members of
ru: Участники

source: Invite Members
hu: Tagok meghívása
ru: Пригласить участников

source: Email
ru: Почта

source: Joined
hu: Csatlakozva
ru: Присоеденились

source: Organization:
hu: Szervezet:
ru: Организация:

source: No planned events
hu: Nincsenek tervezett események
ru: Нет запланированных мероприятий

source: Recurring Events
hu: Ismétlődő események
ru: Повторяющиеся мероприятия

source: Past Events
hu: Múltbeli események
ru: Прошедшие мероприятия

source: Edit Team
hu: Csapat szerkesztése
ru: Редактировать команду

source: Manage Members
hu: Tagok kezelése
ru: Управление участниками

source: Invite to Organization
hu: Meghívás a szervezetbe
ru: Пригласить в организацию

source: Summary
hu: Összegzés
ru: Резюме

source: About
hu: Névjegy
ru: О

source: Leave Team
hu: Csapat elhagyása
ru: Покинуть команду

source: Join Team
hu: Csatlakozás a csapathoz
ru: Присоедениться к команде

source: %(member.user)s's profile
ru: %(member.user)s's профиль

source: Profile:
hu: Profil:
ru: Профиль

source: Your email address has not been confirmed.
hu: Az e-mail címe nem lett megerősítve.
ru: Ваш почтовый ящик не подтвержден.

source: You will not be able to receive email notifications from GetTogether until you confirm that this address belongs to you.
hu: Addig nem fog e-mail értesítéseket kapni a GetTogethertől, amíg meg nem erősíti, hogy ez az e-mail cím Önhöz tartozik.
ru: Вы не сможете получать уведомления на почтовый ящик от GetTogether, пока не подтвердите, что этот адрес принадлежит вам.

source: Confirm your email
hu: Erősítse meg az e-mail címét
ru: Подтвердите ваш адрес электронной почты

source: If you opt out you will not receive emails reminding you of your upcoming events, when people join your team, or interact with your events.
hu: Ha ezt nem teszi meg, akkor nem fog leveleket kapni, amelyek emlékeztetnék a közelgő eseményekről, az új csapattagok csatlakozásáról vagy az eseményekkel kapcsolatos tevékenységekről.
ru: Если вы откажетесь, то не будете получать письма с уведомлениями о ваших предстоящих мероприятиях, о вступлениях в вашу команду или действиями с вашими мероприятиями.

source: Are you sure you want to do this?
hu: Biztos, hogy ezt akarja tenni?
ru: Вы уверены, что хотите это сделать?

source: By opting out of tracking, your activity will not be included in site analytics that we use to improve GetTogether, and you will not be shown sharing buttons that make it easy to promote teams and events to your social media accounts.
hu: A követés megszüntetésével a tevékenysége nem fog belekerülni az oldal elemzésébe, így nem fogjuk tudni felhasználni azokat a GetTogether jobbá tételéhez, és Ön nem fogja tudni megjeleníteni a megosztási gombokat, amelyek könnyűvé teszik a csapatok és események népszerűsítését a közösségimédia-fiókjaival.
ru: Если вы отключите отслеживание, то ваша активность не будет включена в аналитику сайта, которую мы используем для улучшения GetTogether, также вам не будут доступны кнопки шары в социальных сетях, которые упрощают продвижение команд и мероприятий в ваших аккаунтах социальных сетей.

source: Login to your account
hu: Bejelentkezés a fiókjába
ru: Вход в свой аккаунт

source: OR
ru: ИЛИ

source: Login
hu: Bejelentkezés
ru: Вход

source: Signup
hu: Regisztráció
ru: Регистрация

source: Forgot my password
ru: Забыл свой пароль

source: Change Password
hu: Jelszó megváltoztatása
ru: Изменить пароль

source: Homepage:
hu: Honlap:
ru: Главная страница:

source: Timezone:
hu: Időzóna:
ru: Часовой пояс:

source: Badges
hu: Jelvények
ru: Бейджики

source: Categories
hu: Kategóriák
ru: Категории

source: User not found.
hu: A felhasználó nem található.
ru: Пользователь не найден.

source: Your password was changed.
hu: A jelszava megváltozott.
ru: Ваш пароль был изменён.

source: Please correct the errors below.
hu: Javítsa ki a lenti hibákat.
ru: Пожалуйста, исправьте ошибку ниже.

source: Change my password
hu: Jelszó megváltoztatása
ru: Изменить мой пароль

source: Your password has been set. You may go ahead and log in now.
hu: Megadta a jelszavát. Továbbléphet és bejelentkezhet.
ru: Ваш пароль установлен. Теперь вы можете войти в систему

source: Log in
hu: Bejelentkezés
ru: Авторизоваться

source: Please enter your new password twice so we can verify you typed it in correctly.
hu: Adja meg kétszer a jelszavát, hogy biztosak legyünk benne, hogy pontosan gépelte-e be.
ru: Пожалуйста, введите свой новый пароль дважды, чтобы мы могли убедиться, что вы ввели его правильно.

source: New password:
hu: Új jelszó:
ru: Новый пароль:

source: Confirm password:
hu: Jelszó megerősítése:
ru: Подтвердите пароль:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
hu: A jelszó helyreállítási hivatkozás érvénytelen volt, talán azért, mert már felhasználta. Kérjen újra jelszóhelyreállítást.
ru: Ссылка для сброса пароля недействительна, возможно, потому, что она уже была использована. Запросите новый сброс пароля.

source: Home
hu: Kezdőlap
ru: Домой

source: Password reset
hu: Jelszóhelyreállítás
ru: Сброс пароля

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
hu: Ha már létezik fiók az e-mail címével, akkor elküldtük az utasításokat a jelszó beállításához. Hamarosan meg kell kapnia.
ru: Мы отправили вам на почту инструкции по установке пароля. Если учетная запись с указанным вами почтовым ящиком существует, то вы должны получить их в ближайшее время.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
hu: Ha nem kapta meg az e-mailt, akkor győződjen meg róla, hogy azt a címet adta meg, amellyel regisztrált, és ellenőrizze a levélszemét mappát is.
ru: Если вы не получили письмо, то убедитесь, что ввели адрес, который указали при регистрации, и проверьте папку со спамом.

source: Password Reset
hu: Jelszóhelyreállítás
ru: Сброс пароля

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
hu: Ezt a levelet azért kapja, mert valaki a(z) %(site_name)s oldalon jelszóhelyreállítást kért a fiókjához.
ru: Вы получили это письмо, потому что запросили сброс пароля для своей учетной записи на сайте %(site_name)s.

source: Please go to the following page and choose a new password:
hu: Menjen a következő oldalra, és válasszon egy új jelszót:
ru: Перейдите на следующую страницу и выберите новый пароль:

source: Your username, in case you've forgotten:
hu: A felhasználóneve, ha elfelejtette volna:
ru: Ваше имя пользователя, если вы забыли:

source: Thanks for using our site!
hu: Köszönjük, hogy az oldalunkat használja!
ru: Спасибо, что пользуетесь нашим сайтом!

source: The %(site_name)s team
hu: A(z) %(site_name)s csapat
ru: Команда %(site_name)s

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
hu: Elfelejtette a jelszavát? Adja meg az e-mail címét alább, és elküldjük az utasításokat, hogy újat állítson be.
ru: Забыли пароль? Введите свой адрес электронной почты ниже, и мы отправим вам инструкции по установке нового пароля.

source: Email address:
hu: E-mail cím:
ru: Почтовый ящик:

source: Reset my password
hu: Jelszó helyreállítása
ru: Сбросить мой пароль

source: Could not locate the City you requested.
hu: A kért város nem található.
ru: Не удалось найти запрашиваемый город.

source: You can not create events for this team.
hu: Nem hozhat létre eseményeket ennek a csapatnak.
pl: Nie możesz tworzyć wydarzeń w tym zespole.
ru: Вы не можете создавать мероприятия для этой команды.

source: Your event has been scheduled! Next, find a place for your event.
hu: Az eseményét beütemeztük! Most pedig találjon egy helyet az eseményének.
pl: Wydarzenie zostało zaplanowane! Teraz znajdź miejsce wydarzenia.
ru: Ваше мероприятие запланировано! Теперь укажите его место проведения.

source: You can not manage this event's sponsorss.
hu: Nem kezelheti az esemény szponzorait.
ru: Вы не можете управлять спонсорами этого мероприятия.

source: Your sponsor has been added to this event.
hu: A szponzora hozzá lett adva az eseményhez.
ru: Ваш спонсор был добавлен к этому мероприятию.

source: You must be logged in manage event sponsors.
hu: Be kell jelentkeznie, hogy az esemény szponzorait szerkessze.
ru: Вы должны войти в систему для управления спонсорами.

source: You can not manage this event's sponsors.
hu: Nem kezelheti az esemény szponzorait.
ru: Вы не можете управлять спонсором этого мероприятия.

source: Already sponsoring this event.
hu: Már szponzorálja ezt az eseményt.
ru: Уже спонсируюте это мероприятие.

source: Not sponsoring this event.
hu: Nem szponzorálja ezt az eseményt.
ru: Не спонсируете это мероприятие.

source: You can not manage this event's attendees.
hu: Nem kezelheti az esemény résztvevőit.
ru: Вы не можете управлять участниками этого мероприятия.

source: Everyone (%s)
ru: Кто угодно (%s)

source: Only Hosts
ru: Только организаторы

source: Only Attended
ru: Только присутствовие

source: Only Attending
ru: Только участие

source: You can not contact this events's attendees.
hu: Nem léphet kapcsolatba az esemény résztvevőivel.
ru: Вы не можете связаться с участниками этого мероприятия.

source: Emailed %s attendees
hu: E-mail küldve %s résztvevőnek
ru: Письма отправлены %s участникам

source: Emailed %s
hu: E-mail küldve neki: %s
ru: Письма отправлены %s

source: Error sending message: Unknown user (%s)
hu: Hiba az üzenet küldésekor: Ismeretlen felhasználó (%s)
ru: Ошибка отправки письма: Неизвестный пользователь (%s)

source: Error sending message: %s
hu: Hiba az üzenet küldésekor: %s
ru: Ошибка отправки сообщения: %s

source: You have exceeded the %s email messages you are allowed to send in one day. Please try again tomorrow.
hu: Túllépte a napi %s darabos e-mailküldési korlátját. Próbálja újra holnap.
ru: Вы превысили лимит в %s писем в день. Пожалуйста, попробуйте еще раз завтра.

source: You can only send %s more email messages today. Please choose fewer recipients or try again tomorrow.
hu: Már csak %s további levelet küldhet el ma. Válasszon kevesebb címzettet, vagy próbálja újra holnap.
ru: Сегодня вы можете отправить не более %s электронных писем. Выберите меньшее количество получателей или повторите попытку завтра.

source: Sent %s invites
hu: %s meghívó elküldve
ru: Отправить %s приглашений

source: Invited %s
hu: %s meghívva
ru: Приглашён %s

source: You must be logged in to say you're attending.
hu: Be kell jelentkeznie, hogy azt mondhassa, hogy részt vesz.
pl: Musisz się zalogować, aby zadeklarować udział.
ru: Вы должны войти в систему, чтобы отметить мероприятия для участия.

source: You can not change your status on an event that has ended.
hu: Nem módosíthatja az állapotát egy befejeződött eseménynél.
ru: Вы не можете изменить свой статус для завершившегося мероприятия.

source: Because there is limited space at this event, you can not mark yourself as "Maybe" attending
hu: Mivel korlátozott a hely ennél az eseménynél, ezért nem mondhatja azt, hogy „Talán” részt vesz
ru: Поскольку количество мест на это мероприятиt ограничено, вы не можете отметить себя как "Может быть" участвую.

source: This event already has the maximum number of attendees.
hu: Ez az esemény elérte a résztvevők maximális számát.
ru: У этого мероприятия уже максимальное количество участников.

source: We'll see you there!
hu: Ott találkozunk!
pl: Zobaczymy się tutaj!
ru: До встречи!

source: You must be logged in mark an attendee's actual status.
hu: Be kell jelentkeznie, hogy megjelölje a résztvevő tényleges állapotát.
ru: Вы должны войти в систему, чтобы указать актуальный статус участника.

source: You can not set an attendee's actual status until the event is over
hu: Addig nem láthatja egy résztvevő tényleges állapotát, amíg az esemény véget nem ér
ru: Вы не можете установить актуальный статус участника, пока мероприятие не закончится.

source: This event does not allow comments.
hu: Ehhez az eseményhez nem lehet hozzászólni.
ru: В этом мероприятии комментарии отключены.

source: You must be logged in to comment.
hu: A hozzászóláshoz be kell jelentkeznie.
pl: Musisz się zalogować, aby dodać komentarz
ru: Вы должны войти, чтобы оставить комментарий.

source: You can not edit a comment that is not yours.
hu: Nem módosíthatja más hozzászólását.
ru: Вы не можете редактировать чужой комментарий.

source: Error updating comment.
hu: Hiba a hozzászólás frissítésekor.
ru: Ошибка обновления комментария.

source: You can not make delete this comment.
hu: Nem törölheti ezt a hozzászólást.
ru: Вы не можете удалить этот комментарий.

source: You can not add photos this event.
hu: Nem adhat fényképeket ehhez az eseményhez.
ru: Вы не можете добавлять фото этого мероприятия

source: This event does not allow uploading photos.
hu: Ez az esemény nem támogatja a fényképek feltöltését.
ru: Для этого мероприятия загрузка фото отключена.

source: You can not make changes to this photo.
hu: Nem módosíthatja ezt a fényképet.
ru: Вы не можете изменять это фото.

source: You can not make changes to this event.
hu: Nem módosíthatja ezt az eseményt.
pl: Nie możesz dokonać zmian w tym wydarzeniu.
ru: Вы не можете вносить изменения в это мероприятие.

source: You can not change this event's host
hu: Nem módosíthatja az esemény házigazdáját
ru: Вы не можете изменить организатора этого мероприятия

source: Your event host has been changed.
hu: Az esemény házigazdája megváltozott.
ru: Организатор мероприятия был изменен.

source: Your event is ready! Now you can start inviting people to join you
hu: Az eseménye kész! Most már meghívhat embereket, hogy csatlakozzanak
ru: Ваше мероприятие готово! Теперь вы можете приглашать людей присоединиться к вам

source: Your new member team is ready to go!
ru: Новый участник вашей команды готов к работе!

source: Your new team is ready to go!
hu: Az új csapata elkészült!
ru: Ваша новая команда готова к работе!

source: Your new team is ready to go! Now it's time to plan your first event.
hu: Az új csapata elkészült! Ideje megtervezni az első eseményt.
pl: Twój nowy zespół może zacząć działać! Czas na zaplanowanie pierwszego wydarzenia.
ru: Ваша новая команда готова к работе! Пришло время спланировать свое первое мероприятие.

source: Your setup is complete, welcome to GetTogether!
hu: A beállítás kész, üdvözli a GetTogether!
pl: Pomyślnie skonfigurowano konto, witaj w GetTogether!
ru: Настройка завершена, добро пожаловать в Get Together!

source: Your email address is from a blocked domain. Please use a valid permanent email address.
hu: Az e-mail címe egy blokkolt domainból származik. Használjon egy érvényes állandó e-mail címet.
ru: Ваш почтовый ящик находится на заблокированном домене. Пожалуйста, используйте другой адрес электронной почты.

source: Your email address has been confirmed.
hu: Az e-mail címét megerősítettük.
pl: Twój adres e-mail został potwierdzony.
ru: Ваш почтовый ящик подтвержден.

source: You can not make changes to this organization.
hu: Nem módosíthatja ezt a szervezetet.
ru: Вы не можете вносить изменения в эту организацию.

source: You are not the administrator for any teams.
hu: Egyetlen csapatnál sem adminisztrátor.
ru: Вы не являетесь администратором ни одной команды.

source: Your request has been send to the organization administrators.
hu: A kérését elküldtük a szervezet adminisztrátorainak.
ru: Ваш запрос отправлен администраторам организации.

source: Private teams can not be members of an organization.
hu: A privát csapatok nem lehetnek szervezet tagjai.
ru: Приватные команды не могут быть членами организации.

source: You are not the administrator for any organizations.
hu: Egyetlen szervezetnél sem adminisztrátor.
ru: Вы не являетесь администратором ни одной организации.

source: Your request has been send to the team administrators.
hu: A kérését elküldtük a csapat adminisztrátorainak.
ru: Ваш запрос отправлен администраторам команды.
