Repository: GetTogetherComm/GetTogether
Catalog: get_together/locale/*.po
Languages: hu, pl, ru

source: Your request has been resent to the team administrators.
hu: A kérését újraküldtük a csapat adminisztrátorainak.
ru: Ваш запрос был повторно отправлен администраторам команды.

source: You do not have permission to accept new teams to this organization.
hu: Nincs joga új csapatokat elfogadni ebbe a szervezetbe.
ru: У вас нет прав на приём новых команд в эту организацию.

source: %s has been added to your organization.
hu: %s felvéve a szervezetéhez.
ru: %s был добавлен в вашу организацию.

source: You do not have permission to add this team to an orgnization.
hu: Nincs joga hozzáadni ezt a csapatot egy szervezethez.
ru: У вас нет прав на добавление этой команды в организацию.

source: You team has been added to %s.
hu: A csapatot hozzáadtuk ehhez: %s.
ru: Ваша команда была добавлена в %s.

source: You can not manage this organization's members.
hu: Nem kezelheti a szervezet tagjait.
ru: Вы не можете управлять участниками этой организации.

source: Emailed %s teams
hu: E-mail küldve %s csapatnak
ru: Письма отправлены %s командам

source: Error sending message: Unknown team (%s)
hu: Hiba az üzenet küldésekor: Ismeretlen csapat (%s)
ru: Ошибка отправки сообщения: неизвестная команда (%s)

source: You can not create events for this org.
hu: Nem hozhat létre eseményeket ehhez a szervezethez.
pl: Nie możesz tworzyć wydarzeń dla tej organizacji.
ru: Вы не можете создавать мероприятия для этой организации.

source: You can not edit events for this org.
hu: Nem szerkesztheti az eseményeket ennél a szervezetnél.
ru: Вы не можете редактировать мероприятия для этой организации.

source: You can not make changes to this speaker bio.
hu: Nem módosíthatja az előadó életrajzát.
pl: Nie możesz dokonać zmian w biografii tego mówcy.
ru: Вы не можете вносить изменения в биографию этого докладчика.

source: You must create a new Speaker profile before you can add a talk
hu: Új előadói profilt kell hozzáadnia, mielőtt hozzáadhatna egy előadást
pl: Musisz utworzyć nowe konto mówcy, zanim dodasz przemowę.
ru: Перед добавлением беседы необходимо создать новый профиль Докладчика

source: You can not make changes to this talk.
hu: Nem módosíthatja ezt az előadást.
pl: Nie możesz dokonać zmian w tej przemowie
ru: Вы не можете вносить изменения в эту беседу.

source: This event does not allow presentations.
hu: Ez az esemény nem engedi az előadásokat.
ru: В этом мероприятии презентации отключены.

source: Your talk has been submitted to the event organizer.
hu: Az előadását beküldtük az eseményszervezőnek.
pl: Twoja przemowa została wysłana organizatorowi wydarzenia.
ru: Ваша беседа отправлена организатору мероприятия.

source: You can not manage talks for this event.
hu: Nem kezelheti az előadásokat ennél az eseménynél.
pl: Nie możesz zarządzać przemowami dla tego wydarzenia.
ru: Вы не можете управлять беседами для этого мероприятия.

source: You can not make changes to this team.
hu: Nem módosíthatja ezt a csapatot.
pl: Nie możesz dokonywać zmian w tym zespole.
ru: Вы не можете вносить изменения в эту команду.

source: You can not manage this team's members.
hu: Nem módosíthatja a csapat tagjait.
ru: Вы не можете управлять участниками этой команды.

source: All Members (%s)
ru: Все участники

source: Only Administrators
ru: Только администраторы

source: You can not contact this team's members.
hu: Nem léphet kapcsolatba a csapat tagjaival.
ru: Вы не можете связаться с участниками этой команды.

source: Emailed %s users
hu: E-mail küldve %s felhasználónak
ru: Письма отправлены %s пользователям

source: You must confirm your own email address before you can invite others.
hu: Meg kell erősítenie a saját e-mail címét, mielőtt meghívhatna másokat.
ru: Вы должны подтвердить свой собственный пчтоввй ящик, прежде чем сможете приглашать других.

source: Your request has been resent.
hu: A kérését újraküldtük.
ru: Ваш запрос был повторно отправлен.

source: Invalid team membership request.
hu: Érvénytelen csapattagsági kérés.
ru: Недействительный запрос на членство в команде.

source: You have been added to %s.
hu: Hozzáadtuk ehhez: %s.
ru: Вас добавили в %s.

source: You do not have permission to accept new members to this team.
hu: Nincs joga új tagokat elfogadni ennél a csapatnál.
ru: У вас нет разрешения принимать новых участников в эту команду.

source: %s has been added to your team.
hu: Hozzáadtuk a csapatához: %s.
ru: %s был добавлен в вашу команду.

source: You can not change member roles for this team.
hu: Nem módosíthatja a tagok szerepét ennél a csapatnál.
ru: Вы не можете изменять роли участников этой команды.

source: You are already logged in.
hu: Már bejelentkezett.
pl: Jesteś już zalogowany.
ru: Вы уже вошли в систему.

source: You must be logged in to edit your profile.
hu: A profilja szerkesztéséhez be kell jelentkeznie.
pl: Musisz zalogować się, aby edytować profil.
ru: Вы должны войти в систему, чтобы редактировать свой профиль.

source: Your email address has been removed.
hu: Az e-mail címét eltávolítottuk.
pl: Twój adres e-mail został usunięty.
ru: Ваш электронный адрес был удален.

source: Your email address has changed, please confirm your new address.
hu: Az e-mail címe megváltozott, erősítse meg az új címét.
pl: Twój adres e-mail został zmienoony, potwierdź nowy adres e-mail.
ru: Ваш адрес электронной почты изменился, подтвердите свой новый адрес.

source: AM
hu: de

source: PM
hu: du

source: Submitted
hu: Beküldve

source: Please correct the error below.
hu: Javítsa ki a lenti hibát.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
hu: A biztonság kedvéért adja meg a régi jelszavát, és adja meg kétszer az újat, hogy biztosak legyünk benne, hogy pontosan gépelte-e be.

source: Date and time that the event starts
pl: Data i godzina rozpoczęcia wydarzenia

source: Date and time that the event ends
pl: Data i godzina zakończenia wydarzenia

source: URL for the event
pl: Adres URL wydarzenia

source: Announcement
pl: Ogłoszenie

source: URL for the announcement
pl: Adres URL ogłoszenia

source: Attending?
pl: Uczestniczysz?

source: Facebook URL
pl: Konto na Facebooku

source: Team Photo
pl: Zdjęcie zespołu

source: You are already attending this event.
pl: Już zadeklarowano udział w tym wydarzeniu.

source: English
pl: angielski

source: German
pl: niemiecki

source: Spanish
pl: hiszpański

source: French
pl: francuski

source: Indonesian
pl: indonezyjski

source: Portuguese (Brazil)
pl: portugalski (Brazylia)

source: There are no teams or events yet in your area, be the first to start one!
pl: Nie istnieją zespoły ani wydarzenia w Twojej okolicy, utwórz pierwsze!

source: Upgrade this team to a <a href="/about/premium">Premium</a> account to use this feature.
pl: Przejdź na konto <a href="/about/premium">Premium</a>, aby skorzystać z tej funkcji.
