Repository: GetTogetherComm/GetTogether
Catalog: get_together/locale/*.po
Languages: hu, pl, ru

source: Account Name
hu: Fiók neve
pl: Nazwa konta
ru: Имя аккаунта

source: Unknown Account
hu: Ismeretlen fiók
ru: Неизвестный аккаунт

source: Anonymous User
hu: Névtelen felhasználó
pl: Użytkownik anonimowy
ru: Аноним

source: Badge Name
hu: Jelvény neve
pl: Nazwa odznaki
ru: Имя на бейдже

source: Badge Image
hu: Jelvény képe
pl: Obraz odznaki
ru: Картинка на бейдже

source: Public
hu: Nyilvános
ru: Публичная

source: Private
hu: Privát
ru: Приватная

source: Yes, delete team
hu: Igen, a csapat törlése
ru: Да, удалить команду

source: Repeat
hu: Ismétlés
ru: Повтор

source: Yes, delete event
hu: Igen, az esemény törlése
ru: Да, удалить мероприятие

source: Yes, cancel this event
hu: Igen, az esemény lemondása
ru: Да, отменить это мероприятие

source: Reason for cancellation
hu: Lemondás oka
ru: Причина отмены

source: Yes, delete series
hu: Igen, a sorozat törlése
ru: Да, удалить серию

source: Yes, remove photo
hu: Igen, a fénykép eltávolítása
ru: Да, удалить фото

source: Yes, delete comment
hu: Igen, a megjegyzése törlése
ru: Да, удалить комментарий

source: Send me notification emails
hu: Kapjak értesítési e-maileket
pl: Wysyłaj mi wiadomości e-mail z powiadomieniami
ru: Слать мне уведомления на почту

source: Do not track
hu: Ne kövessenek
ru: Не отслеживать

source: Distance(km)
hu: Távolság (km)
pl: Odległość (w kilometrach)
ru: Расстояние(км)

source: Name
hu: Név
pl: Nazwa
ru: Имя

source: Yes, add this team to my organization
hu: Igen, a csapat hozzáadása a szervezetemhez
ru: Да, добавить эту команду в мою организацию

source: Yes, add my team to this organization
hu: Igen, a csapatom hozzáadása ehhez a szervezethez
ru: Да, добавить мою команду в эту организацию

source: Yes, add me to this team
hu: Igen, adjon hozzá ehhez a csapathoz
ru: Да, добавить меня в эту команду

source: Yes, add this person to my team
hu: Igen, a személy hozzáadása a csapatomhoz
ru: Да, добавить этого человека в мою команду

source: Name of the Place
hu: A hely neve
pl: Nazwa miejsca
ru: Название места

source: City
hu: Város
pl: Miasto
ru: Город

source: Address with Street and Number
hu: Cím utcanévvel és telefonszámmal
pl: Adres wraz z ulicą i numerem
ru: Адрес с названием улицы и номером дома

source: Longitude in Degrees East
hu: Keleti szélesség
pl: Długość geograficzna w stopniach na wschód
ru: Долгота

source: Latitude in Degrees North
hu: Északi hosszúság
pl: Szerokość geograficzna w stopniach na północ
ru: Широта

source: Timezone
hu: Időzóna
pl: Strefa czasowa
ru: Часовой пояс

source: URL for the Place Homepage
hu: A hely honlapjának URL-e
pl: Adres strony internetowej miejsca
ru: URL главной страницы места

source: URL of the Place
hu: A hely URL-e
pl: Adres URL miejsca
ru: URL места

source: Place photo
hu: A hely fényképe
pl: Zdjęcie miejsca
ru: Фото места

source: Canceled
hu: Lemondva
ru: Отменено

source: Planning
hu: Tervezés alatt
ru: Планирование

source: Confirmed
hu: Megerősítve
ru: Подтвержденно

source: Event Name
hu: Esemény neve
pl: Nazwa wydarzenia
ru: Название мероприятия

source: Start Time
hu: Kezdés ideje
pl: Data rozpoczęcia
ru: Начало

source: End Time
hu: Befejezés ideje
pl: Koniec wydarzenia
ru: Окончание

source: Markdown formatting supported
hu: A Markdown formázás támogatott
ru: Поддерживается форматирование Markdown и HTML

source: Website URL
hu: Weboldal URL
pl: Strona internetowa
ru: Адрес сайта

source: Announcement URL
hu: Bejelentési URL
ru: URL мероприятия

source: the date and time when the event was created
hu: az esemény létrehozásának dátuma és ideje
pl: data i czas utworzenia wydarzenia
ru: время и дата создания мероприятия

source: Keyword Tags
hu: Kulcsszó címkék
pl: Słowa kluczowe
ru: Ключевые слова

source: Attendee Limit
hu: Résztvevők korlátja
ru: Лимит участников

source: If set, will limit the number of people who can register as attending your event.
hu: Ha meg van adva, akkor korlátozni fogja az eseményre résztvevőként regisztrálni tudó emberek számát.
ru: Если установлено, то будет ограничено число участников, которые могут зарегистрироваться для участия в вашем меороприятии

source: Comments
hu: Megjegyzések
ru: Комментарии

source: Photos
hu: Fényképek
ru: Фотографии

source: Presentations
hu: Prezentációk
ru: Презентации

source: Normal
hu: Normál
pl: Normalny
ru: Нормальный

source: Crew
hu: Stáb
pl: Ekipa
ru: Команда

source: Host
hu: Házigazda
pl: Organizator
ru: Организатор

source: No
hu: Nem
pl: Nie
ru: Нет

source: Maybe
hu: Talán
pl: Może
ru: Возможно

source: Yes
hu: Igen
pl: Tak
ru: Да

source: Role
hu: Szerepkör
pl: Rola
ru: Роль

source: Attending
hu: Részt vesz
ru: Посещение

source: Attended
hu: Részt vett
ru: Присутствовал

source: Photo
hu: Fénykép
pl: Zdjęcie
ru: Фото

source: Removed
hu: Eltávolítva
pl: Usunięto
ru: Удалённый

source: Pending
hu: Függőben
pl: Oczekuję
ru: В ожидании

source: Approved
hu: Elfogadott
pl: Zatwierdzono
ru: Одобренный

source: Global
hu: Globális
ru: Глобальный

source: Date and time of the last created instance in this series
hu: A sorozat legutóbbi példányának létrehozási dátuma és ideje
pl: Data i godzina ostatnio utworzonej instancji w tej serii
ru: Дата и время последнего созданного экземпляра в этой серии

source: Local time that the event starts
hu: Az esemény kezdete helyi időben
pl: Lokalny czas rozpoczęcia wydarzenia
ru: Местное время начала мероприятия

source: Local time that the event ends
hu: Az esemény vége helyi időben
pl: Lokalny czas zakończenia wydarzenia
ru: Местное время окончания мероприятия

source: Summary of the Event
hu: Az esemény összegzése
pl: Podsumowanie wydarzenia
ru: Краткое содержание мероприятия

source: Language
hu: Nyelv
pl: Język
ru: Язык

source: Language Code
hu: Nyelvkód
pl: Kod języka
ru: Код языка

source: Country Code
hu: Országkód
pl: Kod pocztowy
ru: Код страны

source: Admin Code
pl: Kod administracyjny
ru: Код админа

source: Cities
hu: Városok
pl: Miasta
ru: Города

source: Default Timezone
hu: Alapértelmezett időzóna
pl: Domyślna strefa czasowa
ru: Часовой пояс по умолчанию

source: The most commonly used timezone for this Team.
hu: A csapat által használt leggyakoribb időzóna.
pl: Najczęściej używaną strefa czasowa w tym zespole
ru: Часовой пояс, наиболее часто используемый этой командой.

source: Population
hu: Létszám
ru: Население

source: Real Name
hu: Valódi név
pl: Imię i nazwisko
ru: Настоящее имя

source: Photo Image
hu: Fénykép
pl: Obraz profilowy
ru: Фотография

source: Home city
hu: Saját város
pl: Miasto zamieszkania
ru: Родной город

source: Twitter Name
hu: Twitter név
pl: Nazwa na Twitterze
ru: Имя в Твиттере

source: Send notification emails
hu: Értesítési e-mailek küldése
pl: Wysyłaj e-maile z powiadomieniami
ru: Отправлять уведомления на почту

source: Unknown Profile
hu: Ismeretlen profil
ru: Неизвестный профиль

source: Cover Image
hu: Borítókép
ru: Изображение на обложке

source: Description
ru: Описание

source: Organization
hu: Szervezet
ru: Организация

source: Team
hu: Csapat
ru: Команда

source: Request from
hu: Kérés innen:
ru: Запрос от

source: Sponsor Name
hu: Szponzor neve
ru: Имя спонсора

source: Website
hu: Webhely
pl: Strona internetowa
ru: Сайт

source: Logo
hu: Logó
ru: Логотип

source: Will be scaled and cropped to max 250x200 px.
hu: Méretezve lesz, és legfeljebb 250×200 képpontosra lesz vágva.
ru: Будет масштабирован и обрезан до максимального размера 250x200

source: Personal
hu: Személyes
ru: Личные данные

source: Team Name
hu: Csapat neve
pl: Nazwa zespołu
ru: Имя команды

source: Visibility
hu: Láthatóság
ru: Видимость

source: About page
ru: Обо мне

source: Email Address
hu: E-mail cím
pl: Adres e-mail
ru: Почтовый ящик

source: Date Created
hu: Létrehozás dátuma
pl: Data utworzenia
ru: Дата создания

source: Active Team
hu: Aktív csapat
pl: Aktywny zespół
ru: Активная команда

source: User
hu: Felhasználó
ru: Пользователь

source: Moderator
hu: Moderátor
ru: Модератор

source: Administrator
hu: Adminisztrátor
ru: Админ

source: Member Role
hu: Tag szerepköre
pl: Rola członka
ru: Роль участника

source: Biography
hu: Életrajz
pl: Biografia
ru: Биография

source: Presentation
hu: Prezentáció
pl: Prezentacja
ru: Презентация

source: Workshop
hu: Műhely
pl: Prace
ru: Мастерская

source: Panel
ru: Панель

source: Roundtable
hu: Kerekasztal
pl: Okrągły stół
ru: Круглый стол

source: Q & A
hu: Kérdezz-felelek
pl: Pytania i odpowiedzi
ru: Вопросы и ответы

source: Demonstration
hu: Bemutató
pl: Demonstracja
ru: Демонстрация

source: Speaker Bio
hu: Előadó életrajza
pl: Biografia mówcy
ru: О докладчике

source: Type
hu: Típus
pl: Rodzaj
ru: Тип

source: Declined
hu: Elutasított
pl: Odmówiono
ru: Отклонён

source: Proposed
hu: Javasolt
pl: Zaproponowano
ru: Предложен

source: Accepted
hu: Elfogadott
pl: Zakceptowano
ru: Одобрен

source: No talk
hu: Nincs előadás
ru: Молчать!

source: Time:
hu: Idő:
ru: Время:

source: Place:
hu: Helyszín:
ru: Место:

source: Website:
hu: Weboldal:
ru: Сайт:

source: No events are available.
hu: Nincsenek elérhető események.
ru: Нет доступных мероприятий.

source: No members yet.
hu: Még nincsenek tagok.
ru: Пока нет участников.

source: No places available.
hu: Nincsenek elérhető helyek.
ru: Нет доступных мест.

source: %(team.owner_profile)s's profile
ru: %(team.owner_profile)s' профиль

source: No team available.
hu: Nincs elérhető csapat.
ru: Нет доступных команд.

source: You must be logged in to join a team.
hu: Be kell jelentkeznie, hogy csapathoz csatlakozhasson.
pl: Musisz się zalogować, aby dołączyć do zespołu.
ru: Вы должны залогиниться, чтобы присоедениться к команде.

source: You are already a member of this team.
hu: Már tagja ennek a csapatnak.
pl: Jesteś już członkiem zespołu.
ru: Вы уже являетесь членом этой команды.

source: Welcome to the team!
hu: Üdvözöljük a csapatban!
pl: Witaj w zespole!
ru: Добро пожаловать в команду!

source: You must be logged in to leave a team.
hu: Be kell jelentkezni, hogy kilépjen a csapatból.
pl: Musisz się zalogować, aby opuścić zespół.
ru: Вы должны залогиниться, чтобы покинуть команду.

source: You are not a member of this team.
hu: Nem tagja ennek a csapatnak.
pl: Nie jesteś członkiem tego zespołu.
ru: Вы не состоите в этой команде.

source: You are no longer on this team.
hu: Már nem tagja ennek a csapatnak.
pl: Nie jesteś już członkiem tego zespołu.
ru: Вы больше не в этой команде.

source: Host a Get Together
hu: Legyen házigazda
ru: Стать организатором

source: host
hu: házigazda
ru: организатор

source: Hosted by
hu: Házigazda:
ru: Размещено

source: Change Host
hu: Házigazda módosítása
ru: Сменить организатора

source: Change host for
hu: Házigazda módosítása ennél:
ru: Сменить организатора для

source: Host this event as myself
hu: Én tartom meg ezt az eseményt
ru: Проведите это мероприятие как я

source: Which team is hosting this event
hu: Melyik csapat a házigazdája ennek az eseménynek
ru: Какая команда проводит это мероприятие

source: Host Event
hu: Esemény megtartása
ru: Организатор мероприятия

source: Not Found
hu: Nem található
ru: Не найдено

source: Server Error
hu: Kiszolgálóhiba
ru: Ошибка сервера

source: Events
hu: Események
ru: Мероприятия

source: Teams
hu: Csapatok
ru: Команды

source: Profile
hu: Profilok
ru: Профиль

source: Logout
hu: Kijelentkezés
ru: Выйти

source: Signup or Login
hu: Regisztráció vagy bejelentkezés
ru: Зарегистрируйтесь или войдите

source: <a href="%(account_setup_url)s">Click here</a> to finish your account setup.
hu: <a href="%(account_setup_url)s">Kattintson ide</a> a fiókbeállítások befejezéséhez.
ru: <a href="%(account_setup_url)s">Нажмите здесь</a>, чтобы завершить настройку учетной записи.

source: Tip:
hu: Tipp:
ru: Подсказка:

source: Add photo to %(event_name)s
hu: Fénykép hozzáadása ehhez: %(event_name)s
ru: Добавить фото к %(event_name)s

source: Upload
hu: Feltöltés
ru: Загрузить

source: Confirm cancelation
hu: Lemondás megerősítése
ru: Подтвердить отмену

source: Are you sure you want to cancel <strong>%(event_name)s</strong>?
hu: Biztos, hogy lemondja a(z) <strong>%(event_name)s</strong> eseményt?
ru: Вы уверены, что хотите отменить <strong>%(event_name)s</strong>?

source: Cancel Event
hu: Esemény lemondása
ru: Отменить мероприятие

source: Select which of your teams you would like to host this event.
hu: Válassza ki, hogy mely csapatai akarják megrendezni ezt az eseményt.
ru: Выберите, какая из ваших команд будет проводить это мероприятие.

source: Change
hu: Módosítás
ru: Изменить

source: Cancel
hu: Mégse
ru: Отмена

source: Plan a <strong>%(team_name)s</strong> get together
hu: Szervezzen egy összejövetelt a(z) <strong>%(team_name)s</strong> csapatnak
ru: Спланировать <strong>%(team_name)s</strong> встречу

source: As part of
ru: Как часть

source: Schedule event
hu: Esemény ütemezése
ru: Запланировать мероприятие

source: Select which team:
hu: Válasszon csapatot:
ru: Выберите, какая команда:

source: %(member_count)s member
hu: %(member_count)s tag
ru: %(member_count)s участник

source: Create Event
hu: Esemény létrehozása
ru: Создать мероприятие

source: Confirm deletion
hu: Törlés megerősítése
ru: Подтвердить удаление

source: Are you sure you want to delete this comment?
hu: Biztos, hogy törli ezt a megjegyzést?
ru: Вы уверенеы, что хотите удалить этот комментарий?

source: Back
hu: Vissza
ru: Назад

source: Delete Comment
hu: Megjegyzés törlése
ru: Удалить комментарий

source: Are you sure you want to delete <strong>%(event_name)s</strong>?
hu: Biztos, hogy törli a(z) <strong>%(event_name)s</strong> eseményt?
ru: Вы уверенеы, что хотите удалить <strong>%(event_name)s</strong>?

source: Delete Event
hu: Esemény törlése
ru: Удалить мероприятие

source: Are you sure you want to delete <strong>%(series_name)s</strong>?
hu: Biztos, hogy törli a(z) <strong>%(series_name)s</strong> sorozatot?
ru: Вы уверенеы, что хотите удалить <strong>%(series_name)s</strong>?

source: Delete Series
hu: Sorozat törlése
ru: Удалить серию

source: Updating %(event_name)s
hu: %(event_name)s frissítése
ru: Обновить %(event_name)s

source: Update
hu: Frissítés
ru: Обновить

source: Restore
hu: Visszaállítás
ru: Восстановить

source: Delete
hu: Törlés
ru: Удалить

source: Updating %(series_name)s
hu: %(series_name)s frissítése
ru: Обновить %(series_name)s

source: Invite people to <a href="%(event_url)s">%(event_name)s</a>
hu: Emberek meghívása a(z) <a href="%(event_url)s">%(event_name)s</a> eseményre
ru: Пригласить людей в <a href="%(event_url)s">%(event_name)s</a>

source: By email
hu: E-mailben
ru: На почту

source: Add a list of emails, separated by commas
hu: Adja meg az e-mailek listájat vesszőkkel elválasztva
ru: Получить список почтовых ящиков, разделённых запятой

source: Send Invites
hu: Meghívók küldése
ru: Отправить приглашение

source: Select team member of members to invite
hu: Válassza ki a meghívandó csapattagokat
ru: Выберите члена команды, которого нужно пригласить

source: Invite members
hu: Tagok meghívása
ru: Пригласить участников

source: All invitable team members have responded.
hu: Az összes meghívható csapattag válaszolt már.
ru: Откликнулись все приглашенные члены команды.

source: You can not send invites for this event.
hu: Nem küldhet meghívókat erre az eseményre.
ru: Вы не можете отправлять приглашения на это мероприятие.

source: My Events
hu: Saját események
ru: Мои мероприятия

source: All Events
hu: Összes esemény
ru: Все мероприятия

source: View
hu: Nézet
ru: Просмотр

source: %(attendee_count)s Attendee for <a href="%(event_url)s">%(event_name)s
hu: %(attendee_count)s résztvevő a következőnél: <a href="%(event_url)s">%(event_name)s
ru: %(attendee_count)s Участник для <a href="%(event_url)s">%(event_name)s

source: Invite Attendees
hu: Résztvevők meghívása
ru: Пригласить участников

source: Attended:
hu: Részt vett:
ru: Присутствовали:

source: Contact
hu: Kapcsolat
ru: Контакты

source: Send
hu: Küldés
ru: Отправить

source: Sponsors for <a href="%(event_url)s">%(event_name)s</a>
hu: A(z) <a href="%(event_url)s">%(event_name)s</a> esemény szponzorai
ru: Спонсоры для <a href="%(event_url)s">%(event_name)s</a>

source: Remove
hu: Eltávolítás
ru: Удалить

source: Add
hu: Hozzáadás
ru: Добавить

source: New Sponsor
hu: Új szponzor
ru: Новый спонсор

source: Add Sponsor
hu: Szponzor hozzáadása
ru: Добавить спонсора

source: Confirm removal
hu: Eltávolítás megerősítése
ru: Подтвердить удаление

source: Are you sure you want to remove this photo?
hu: Biztos, hogy eltávolítja ezt a fényképet?
ru: Вы уверены, что хотите удалить это фото?

source: Remove Photo
hu: Fénykép eltávolítása
ru: Удалить фото

source: No talks have been proposed for this event.
hu: Még nem lett előadás javasolva.
ru: Никаких бесед по этому мероприятию не предлагалось.

source: Manage talks for: %(event_name)s
hu: Az esemény előadásainak kezelése: %(event_name)s
ru: Управление беседами для: %(event_name)s

source: Accept
hu: Elfogadás
ru: Приянть

source: Decline
hu: Elutasítás
ru: Отклонить

source: Reset
hu: Visszaállítás
ru: Сбросить

source: Done
hu: Kész
ru: Выполнено

source: Tweet
ru: Твитнуть

source: Share
hu: Megosztás
ru: Поделиться

source: Invite
hu: Meghívás
ru: Пригласить

source: Attend
hu: Részvétel
ru: Следить

source: Edit
hu: Szerkesztés
ru: Редактировать

source: Event Details
hu: Esemény részletei
ru: Детали события

source: Manage Sponsors
hu: Szponzorok kezelése
ru: Управление спонсорами

source: Manage Talks
hu: Előadások kezelése
ru: Управление беседами

source: Manage Attendees
hu: Résztvevők kezelése
ru: Управление участниками

source: This event has been canceled.
hu: Ez az esemény le lett mondva.
ru: Это мероприятие было отменено.

source: Part of:
hu: A következő része:
ru: Часть:

source: Repeats:
hu: Ismétlődések:
ru: Повторяется:

source: No place selected yet.
hu: Még nincs helyszín kiválasztva.
ru: Место еще не выбрано.

source: Presentations:
hu: Prezentációk:
ru: Презентации:

# {{talk}} by {{speaker}}
source: by
ru: от

source: Propose a talk
hu: Előadás javaslata
ru: Предложить беседу

source: %(pending_presentations)s proposed talk
hu: %(pending_presentations)s javasolt előadás
ru: %(pending_presentations)s предложенная беседа

source: %(node.author)s's profile
ru: %(node.author)s профиль

source: Updated:
hu: Frissítve:
ru: Обновлено:

source: Comment
hu: Megjegyzés
ru: Комментарий

source: Sponsors
hu: Szponzorok
ru: Спонсоры

source: Attendees
hu: Résztvevők
ru: Участники

source: Limit:
hu: Korlát:
ru: Лимит:

source: %(attendee.user)s's profile
ru: %(attendee.user)s профиль

source: Remove photo
hu: Fénykép eltávolítása
ru: Удалить фото

source: Edit Series
hu: Sorozat szerkesztése
ru: Редактировать серии

source: Instances
hu: Példányok
ru: Экземпляры

source: Search
hu: Keresés
ru: Поиск

source: Nearby Events
hu: Közeli események
ru: Мероприятия поблизости

source: There are no events within %(distance)skm of %(city)s.
hu: Nincsenek események %(city)s %(distance)s km-es környezetében.
ru: В пределах %(distance)skm от %(city)s нет мероприятий.

source: There are no events within %(distance)skm of you.
hu: Nincsenek események az Ön %(distance)s km-es környezetében.
ru: В пределах %(distance)skm от вас нет мероприятий.

source: Create one now
hu: Egy létrehozása most
ru: Создать сейчас

source: or
ru: или

source: View all events
hu: Összes esemény megtekintése
ru: Просмотр всех мероприятий

source: Nearby Teams
hu: Közeli csapatok
ru: Ближайшие команды

source: %(member_count)s Member, %(event_count)s Events
hu: %(member_count)s tag, %(event_count)s esemény
ru: %(member_count)s Участник, %(event_count)s Мероприятий

source: There are no teams within %(distance)skm of %(city)s.
hu: Nincsenek csapatok %(city)s %(distance)s km-es környezetében.
ru: В пределах %(distance)skm от %(city)s нет команд.

source: There are no teams within %(distance)skm of you.
hu: Nincsenek csapatok az Ön %(distance)s km-es környezetében.
ru: В пределах %(distance)skm от вас нет команд.

source: View all teams
hu: Összes csapat megtekintése
ru: Смотреть все команды

source: We were unable to determine your location. Use the search field above to enter your city.
hu: Nem tudtuk meghatározni a helyét. Használja a keresőmezőt a városa megadásához.
ru: Нам не удалось определить ваше местоположение. Используйте поле поиска выше, чтобы ввести свой город.

source: Choose your meeting place
hu: Válasszon találkozási pontot
ru: Выберите место встречи

source: Add Place
hu: Hely hozzáadása
ru: Добавить место

source: Skip
hu: Kihagyás
ru: Пропустить

source: Provide some more information about your event
hu: Adjon meg némi információt az eseményéről
ru: Предоставьте дополнительную информацию о вашем мероприятии

source: Save details
hu: Részletek mentése
ru: Сохранить подробности

source: You don't have any teams that can host this event, would you like to start one now?
hu: Nincs egyetlen csapata sem, amely megtarthatná az eseményt. Indít egyet?
ru: У вас нет команд, которые могли бы провести это мероприятие, вы бы хотели создать его?

source: Create a new Team
hu: Új csapat létrehozása
ru: Создать новую команду

source: Tell people more about your team
hu: Mondjon el többet a csapatáról
ru: Расскажите людям больше о своей команде

source: Continue
hu: Folytatás
ru: Продолжить

source: Pick a name and location for your new team
hu: Válasszon nevet és helyet az új csapatának
ru: Выберите имя и место для вашей новой команды

source: Unable to confirm email
hu: Az e-mail cím nem erősíthető meg
ru: Невозможно подтвердить электронную почту

source: The confirmation link is invalid. Either it does not belong to <strong>%(email)s</strong> or the confirmation key has expired.
hu: A megerősítő hivatkozás érvénytelen. Vagy nem a(z) <strong>%(email)s</strong> e-mail címhez tartozik, vagy a megerősítő kulcs lejárt.
ru: Ссылка для подтверждения недействительна. Либо она не принадлежит <strong>%(email)s</strong>, либо срок действия ключа подтверждения истек.

source: Resend confirmation email
hu: Megerősítő e-mail újraküldése
ru: Повторно отправить подтверждение по электронной почте

source: Manage email notifications
hu: E-mail értesítések kezelése
ru: Управление уведомлениями на почтовый ящик

source: GetTogether can send notifications to <strong>%(email)s</strong> about your upcoming events or new events for teams you are a member of.
hu: A GetTogether értesítéseket tud küldeni a(z) <strong>%(email)s</strong> címre a közelgő eseményekről és a csapatai új eseményeiről.
ru: GetTogether может отправлять уведомления на ящик <strong>%(email)s</strong> о ваших предстоящих или новых мероприятиях для команд, в которых вы состоите.

source: Please confirm whether or not you would like to receive these notification emails.
hu: Erősítse meg, hogy meg szeretné kapni ezeket az értesítő e-maileket.
ru: Подтвердите, хотите ли вы получать эти уведомления на почтовый ящик.

source: Save
hu: Mentés
ru: Сохранить

source: Confirmation email sent
hu: Megerősítő e-mail elküldve
ru: Письмо с подтверждением отправлено

source: An email has been sent to <strong>%(email)s</strong>. Click the link it contains to confirm that you have access to this email address.
hu: Küldtünk egy e-mailt a(z) <strong>%(email)s</strong> címre. Kattintson a benne lévő hivatkozásra, és erősítse meg, hogy hozzáfér ehhez az e-mail címhez.
ru: Письмо было отправлено на <strong>%(email)s</strong>. Перейдите по ссылке, содержащейся в нём, чтобы подтвердить, что у вас есть доступ к этому ящику.

source: This confirmation request will expire on %(expires)s
hu: Ez a megerősítési kérés ekkor jár le: %(expires)s
ru: Срок действия этого запроса на подтверждение истекает %(expires)s

source: Please confirm your profile information
hu: Erősítse meg a profilinformációit
ru: Пожалуйста, подтвердите содержимое вашего профиля

source: Tell us what kinds of events interest you
hu: Mondja el, hogy milyen események érdeklik
ru: Расскажите, какие мероприятия вас интересуют
